<section class="info indent--big">
  <div class="container">
    <div class="info__inner">
      <h2 class="info__title title">
        Мелкие компании просто
        будут тренироваться на вас
      </h2>
      <p class="info__text">
        Дизайн и ремонт — это не покупка нового автомобиля в салоне, а сложная и многосоставная услуга, в которой нужно
        учесть тысячи нюансов. И мы ошибаемся, но с каждым годом все реже, т.к. каждая ошибка сразу появляется в
        чек-листах по приемке качества работ, контролируется инженерами ОТК и повторно проявляется крайне редко.
      </p>
    </div>
  </div>
</section>