@include('fragments/head', ['title' => 'Политика конфиденциальности'])
<body class="body">
@include('fragments.header')
<main>
  <section class="indent indent--breadcrumbs">
    <div class="container">
      <div class="privacy__content">
        <h1 class="privacy__title">
          Политика конфиденциальности персональных данных
        </h1>
        <p class="privacy__subtext">
          Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в
          отношении всей информации, которую сайт <b>Уютный дом (студия дизайна и ремонта в Белореченске)</b>,
          (далее – Уютный дом) расположенный на доменном имени <b>cozy-home.ru.ru</b>, может получить о
          Пользователе во время использования сайта cozy-home.ru.ru, его программ и его продуктов.
        </p>
        <div class="privacy__chapter">
          <span class="privacy__chapter-title">
            1. Определение терминов
          </span>
          <div class="privacy__chapter-text">
            <p>
              1.1 В настоящей Политике конфиденциальности используются следующие термины:
            </p>
            <p>
              1.1.1. «Администрация сайта» (далее – Администрация) – уполномоченные сотрудники на управление сайтом
              Уютный дом (студия дизайна и ремонта в Белореченске), действующие от имени ООО "КУБАНЬ А СТРОЙ",
              которые
              организуют и (или) осуществляют обработку персональных данных, а также определяет цели обработки
              персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с
              персональными данными.
            </p>
            <p>
              1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному, или
              определяемому физическому лицу (субъекту персональных данных).
            </p>
            <p>
              1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций),
              совершаемых с использованием средств автоматизации или без использования таких средств с персональными
              данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
              извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание,
              блокирование,
              удаление, уничтожение персональных данных.
            </p>
            <p>
              1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным
              получившим
              доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта
              персональных данных или наличия иного законного основания.
            </p>
            <p>
              1.1.5. «Сайт Уютный дом (студия дизайна и ремонта в Белореченске)» - это совокупность связанных между
              собой веб-страниц, размещенных в сети Интернет по уникальному адресу (URL): cozy-home.ru.ru.
            </p>
            <p>
              1.1.6. «Пользователь сайта Уютный дом (студия дизайна и ремонта в Белореченске)» (далее Пользователь) –
              лицо, имеющее доступ к сайту Уютный дом (студия дизайна и ремонта в Белореченске), посредством сети
              Интернет и использующее информацию, материалы и продукты сайта Уютный дом (студия дизайна и ремонта в
              Белореченске).
            </p>
            <p>
              1.1.7. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере
              пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при
              попытке открыть страницу соответствующего сайта.
            </p>
            <p>
              1.1.8. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, через который Пользователь получает
              доступ на сайт Уютный дом.
            </p>
            <p>
              1.1.9. «Товар» - продукт, который Пользователь заказывает на сайте и оплачивает через платёжные системы.
            </p>
          </div>
        </div>
        <div class="privacy__chapter">
          <span class="privacy__chapter-title">
            2. Общие положения
          </span>
          <div class="privacy__chapter-text">
            <p>
              2.1. Использование сайта Уютный дом Пользователем означает согласие
              с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
            </p>
            <p>
              2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить
              использование сайта Уютный дом.
            </p>
            <p>
              2.3. Настоящая Политика конфиденциальности применяется к сайту Уютный дом (студия дизайна и ремонта в
              Белореченске). Уютный дом не контролирует и не несет ответственность за сайты третьих лиц, на
              которые Пользователь может перейти по ссылкам, доступным на сайте Уютный дом.
            </p>
            <p>
              2.4. Администрация не проверяет достоверность персональных данных, предоставляемых Пользователем.
            </p>
          </div>
        </div>
        <div class="privacy__chapter">
          <span class="privacy__chapter-title">
            3. Предмет политики конфиденциальности
          </span>
          <div class="privacy__chapter-text">
            <p>
              3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации по неразглашению и
              обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по
              запросу Администрации при регистрации на сайте Уютный дом (студия дизайна и ремонта в Белореченске),
              при подписке на информационную e-mail рассылку или при оформлении заказа.
            </p>
            <p>
              3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности,
              предоставляются Пользователем путём заполнения форм на сайте Уютный дом и включают в
              себя следующую информацию:
            </p>
            <div class="privacy__chapter-list">
              <p>
                3.2.1. фамилию, имя, отчество Пользователя;
              </p>
              <p>
                3.2.2. контактный телефон Пользователя;
              </p>
              <p>
                3.2.3. адрес электронной почты (e-mail);
              </p>
              <p>
                3.2.4. место жительство Пользователя (при необходимости);
              </p>
              <p>
                3.2.5. адрес доставки Товара (при необходимости);
              </p>
              <p>
                3.2.6. фотографию (при необходимости);
              </p>
            </div>
            <p>
              3.3.1. Отключение cookies может повлечь невозможность доступа к частям сайта, требующим авторизации.
            </p>
            <p>
              3.3.2. Уютный дом осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация
              используется с целью предотвращения, выявления и решения технических проблем.
            </p>
            <p>
              3.4. Любая иная персональная информация неоговоренная выше (история посещения, используемые браузеры,
              операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев,
              предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.
            </p>
          </div>
        </div>
        <div class="privacy__chapter">
          <span class="privacy__chapter-title">
            4. Цели сбора персональной информации пользователя
          </span>
          <div class="privacy__chapter-text">
            <p>
              4.1. Персональные данные Пользователя Администрация может использовать в целях:
            </p>
            <div class="privacy__chapter-list">
              <p>
                4.1.1. Идентификации Пользователя, зарегистрированного на сайте для его дальнейшей авторизации,
                оформления заказа и других действий.
              </p>
              <p>
                4.1.2. Предоставления Пользователю доступа к персонализированным данным сайта.
              </p>
              <p>
                4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов,
                касающихся использования сайта, оказания услуг и обработки запросов и заявок от Пользователя.
              </p>
              <p>
                4.1.4. Определения места нахождения Пользователя для обеспечения безопасности,
                предотвращения мошенничества.
              </p>
              <p>
                4.1.5. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.
              </p>
              <p>
                4.1.6. Создания учетной записи для использования частей сайта, если Пользователь дал согласие на
                создание учетной записи.
              </p>
              <p>
                4.1.7. Уведомления Пользователя по электронной почте.
              </p>
              <p>
                4.1.8. Предоставления Пользователю эффективной технической поддержки при возникновении проблем,
                связанных с использованием сайта Уютный дом.
              </p>
              <p>
                4.1.9. Предоставления Пользователю с его согласия специальных предложений, информации о ценах, новостной
                рассылки и иных сведений от имени сайта Уютный дом (студия дизайна и ремонта в Белореченске).
              </p>
              <p>
                4.1.10. Осуществления рекламной деятельности с согласия Пользователя.
              </p>
            </div>
          </div>
        </div>
        <div class="privacy__chapter">
          <span class="privacy__chapter-title">
            5. Способы и сроки обработки персональной информации
          </span>
          <div class="privacy__chapter-text">
            <p>
              5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным
              способом, в том числе в информационных системах персональных данных с использованием средств автоматизации
              или без использования таких средств.
            </p>
            <p>
              5.2. Пользователь соглашается с тем, что Администрация вправе передавать персональные данные третьим
              лицам, в частности, курьерским службам, организациями почтовой связи (в том числе электронной), операторам
              электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на сайте АКВАРИУС (студия
              дизайна и ремонта в Краснодаре), включая доставку Товара, документации или e-mail сообщений.
            </p>
            <p>
              5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти
              Российской Федерации только по основаниям и в порядке, установленным законодательством Российской
              Федерации.
            </p>
            <p>
              5.4. При утрате или разглашении персональных данных Администрация вправе не информировать Пользователя об
              утрате или разглашении персональных данных.
            </p>
            <p>
              5.5. Администрация принимает необходимые организационные и технические меры для защиты персональной
              информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования,
              копирования, распространения, а также от иных неправомерных действий третьих лиц.
            </p>
            <p>
              5.6. Администрация совместно с Пользователем принимает все необходимые меры по предотвращению убытков или
              иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.
            </p>
          </div>
        </div>
      </div>
    </div>
  </section>
</main>
@include('fragments.footer')
</body>