<section class="faq indent">
  <div class="container">
    <h2 class="faq__title title">Ответ на ваши вопросы, <br> и наши ответы</h2>
    <ul class="faq__list">
      <li class="faq__item">
        <div class="faq__head">
          <h3 class="faq__name">
            Можете ли вы помочь в приобретении мебели, сантехники и люстр?
          </h3>
        </div>
        <p class="faq__answer">
          Конечно! С огромным удовольствием возьмем на себя заботу о вашем уюте! На сегодняшний день мы имеем
          проверенных поставщиков по кухням, шкафам-купе, сантехнике, свету и мягкой мебели! Вам нужно лишь выбрать,
          остальное берем на себя!
        </p>
      </li>
      <li class="faq__item">
        <div class="faq__head">
          <h3 class="faq__name">
            Есть ли у вас проверенные строительные бригады, которым можно доверять? И работаете ли вы с бригадой
            заказчика?
          </h3>
        </div>
        <p class="faq__answer">
          Наш основной партнер по ремонту компания "Просто Строительство". У них приемлемые цены, высокое
          качество и сервис, налажено эффективное производство за счет оцифровки и систематизации всех
          бизнес-процессов в корпоративной ERP системе, многоуровневая система контроля качества на
          всех этапах работ. Мы ручаемся за сроки качество. Мы готовы работать с другими подрядчиками при
          условии их досрочной компетентности и авторским надзором.
        </p>
      </li>
      <li class="faq__item">
        <div class="faq__head">
          <h3 class="faq__name">
            В каких стилях вы работаете?
          </h3>
        </div>
        <p class="faq__answer">
          Мы работаем в разных стилях - учитываем пожелания заказчика. На основе нашего опыта наибольшей популярностью
          пользуются современный, неоклассика, эклектика, скандинавский, лофт и минимализм. Мы разработали по ним
          интерьерные концепции, подобрали материалы. Благодаря этому можно быстро и экономично разработать
          дизайн-проект и произвести отделку квартиры.
        </p>
      </li>
      <li class="faq__item">
        <div class="faq__head">
          <h3 class="faq__name">
            Могу ли я комбинировать стили?
          </h3>
        </div>
        <p class="faq__answer">
          Конечно! Это ваша будущая квартира, и радовать она должна, прежде всего, вас! Мы даем полную свободу
          творчества! Комбинируйте! Смешивайте! Главное, чтоб вам было радостно!
        </p>
      </li>
      <li class="faq__item">
        <div class="faq__head">
          <h3 class="faq__name">
            Нужен дизайн только одной комнаты, вы оказываете такую услугу?
          </h3>
        </div>
        <p class="faq__answer">
          Конечно, мы предоставляем услуги дизайна для отдельных комнат! Наша команда специалистов готова помочь вам в
          создании уникального и функционального дизайна для вашей комнаты. Независимо от того, нужен ли вам дизайн для
          спальни, гостиной, ванной комнаты или кухни, мы готовы воплотить ваши идеи в жизнь. Мы учитываем ваши
          предпочтения, бюджет и уровень комфорта, чтобы создать интерьер, который будет отражать ваш стиль и
          удовлетворять ваши потребности.
        </p>
      </li>
      <li class="faq__item">
        <div class="faq__head">
          <h3 class="faq__name">
            Могу ли я использовать свои материалы в ремонте?
          </h3>
        </div>
        <p class="faq__answer">
          Мы гибкая компания и готовы обсуждать частичную замену материалов на ваши, но мы не готовы ручаться за их
          качество, соответственно, в случае наступления гарантийного случая, переговоры с производителем ложатся на
          ваши плечи, кроме того, это влечет за собой увеличение стоимости 3D визуализации, так как дизайнеру необходимо
          будет проделать определенную работу по поиску текстур ваших материалов.
        </p>
      </li>
    </ul>
  </div>
</section>