<section class="steps indent">
  <div class="container">
    <h2 class="steps__title title">Ваш ремонт за 6 шагов</h2>
    <ul class="steps__list">
      <li class="steps__item">
        <div class="steps__icon">
          <i class="fas fa-tasks fa-fw"></i>
        </div>
        <p class="steps__text">
          Вместе создаём план ремонта, учитывая ваши предпочтения и бюджет.
          Помогаем определить стиль и цветовую гамму, чтобы ваша квартира стала
          именно такой, как вы и мечтали.
        </p>
      </li>
      <li class="steps__item">
        <div class="steps__icon">
          <i class="fas fa-tools fa-fw"></i>
        </div>
        <p class="steps__text">
          Команда профессионалов аккуратно подготовит помещение к ремонту, защитив вашу мебель и полы от
          повреждений. Таким образом мы обеспечим безопасное и эффективное выполнение всех необходимых работ.
        </p>
      </li>
      <li class="steps__item">
        <div class="steps__icon">
          <i class="fas fa-hammer fa-fw"></i>
        </div>
        <p class="steps__text">
          Проводим все основные работы с высоким качеством и в соответствии с вашими
          ожиданиями. Это включает укладку полов, установку стен и потолков, а также
          выполнение электромонтажных и сантехнических работ.
        </p>
      </li>
      <li class="steps__item">
        <div class="steps__icon">
          <i class="fas fa-paint-roller fa-fw"></i>
        </div>
        <p class="steps__text">
          Наша команда внимательно отнесется к каждой детали отделки, чтобы ваше помещение
          выглядело идеально. Мы уделаем особое внимание шпаклевке, покраске, облицовке
          плиткой и другим отделочным работам.
        </p>
      </li>
      <li class="steps__item">
        <div class="steps__icon">
          <i class="fas fa-chair fa-fw"></i>
        </div>
        <p class="steps__text">
          Создаём уютную и стильную обстановку, добавив мебель, освещение и декоративные элементы.
          Разместим все так, чтобы ваше пространство было не только красивым, но и функциональным.
        </p>
      </li>
      <li class="steps__item">
        <div class="steps__icon">
          <i class="fas fa-check-circle fa-fw"></i>
        </div>
        <p class="steps__text">
          Наши специалисты проведут финальную проверку всех работ и убедятся, что все выполнено до
          самого высокого стандарта. Мы предоставим вам чистое и аккуратное помещение, в котором
          вы сможете сразу наслаждаться результатом.
        </p>
      </li>
    </ul>
  </div>
</section>