<footer class="footer">
  <div class="container">
    <div class="footer__top">
      <a class="footer__phone" href="tel:+79403067777">+7 940 306 77 77</a>
      <div class="footer__socials">
        <a class="footer__socials-link" href="">
          <svg width="24" height="14" viewBox="0 0 24 14" fill="none"
               xmlns="http://www.w3.org/2000/svg">
            <path fill-rule="evenodd" clip-rule="evenodd"
                  d="M11.7598 13.633H13.192C13.4339 13.6051 13.662 13.5055 13.8469 13.3471C13.9751 13.1605 14.0401 12.9378 14.0327 12.7116C14.0327 12.7116 14.0033 10.7883 14.8978 10.5121C15.7923 10.2359 16.9067 12.3695 18.1067 13.2004C19.011 13.8236 19.7001 13.6892 19.7001 13.6892L22.9041 13.6452C22.9041 13.6452 24.5807 13.5401 23.7864 12.2229C23.7204 12.1153 23.322 11.2453 21.4036 9.4661C19.3947 7.60138 19.6635 7.90443 22.083 4.67844C23.5493 2.72329 24.1457 1.51599 23.9624 1.01254C23.7791 0.50909 22.7037 0.650838 22.7037 0.650838L19.0965 0.675277C18.9364 0.656013 18.7741 0.684049 18.6297 0.755927C18.4931 0.857018 18.3839 0.990577 18.312 1.14451C17.9383 2.11306 17.4931 3.05249 16.9801 3.95503C15.3719 6.68246 14.7316 6.82665 14.4677 6.65802C13.8567 6.26455 14.0107 5.07191 14.0107 4.21409C14.0107 1.56976 14.4115 0.469987 13.2286 0.184047C12.6785 0.0456998 12.1117 -0.0151717 11.5448 0.00319598C10.2592 0.00319598 9.16926 0.00319556 8.55339 0.311131C8.14281 0.511533 7.82021 0.958773 8.01816 0.985657C8.42861 1.02165 8.80978 1.21311 9.08372 1.52088C9.45275 2.02188 9.44053 3.15342 9.44053 3.15342C9.44053 3.15342 9.65071 6.26455 8.95175 6.65069C8.46296 6.91463 7.79821 6.37453 6.36607 3.89882C5.87712 3.03646 5.44446 2.14337 5.07079 1.22516C5.0044 1.06991 4.90223 0.932574 4.77263 0.824357C4.71529 0.782453 4.65388 0.746427 4.58933 0.716824C4.40455 0.636173 4.20434 0.596967 4.00279 0.601959L0.791467 0.623955C0.791467 0.623955 0.275798 0.623955 0.0876152 0.868348C-0.100567 1.11274 0.0729518 1.47933 0.0729518 1.47933C0.0729518 1.47933 2.76127 7.75779 5.79663 10.9227C8.58271 13.8212 11.7598 13.633 11.7598 13.633V13.633Z"
                  fill="white"/>
          </svg>
        </a>
        <a class="footer__socials-link" href="">
          <svg width="18" height="15" viewBox="0 0 18 15" fill="none"
               xmlns="http://www.w3.org/2000/svg">
            <path d="M7.04368 9.90291L13.7186 14.7973C14.4772 15.2086 15.0288 15.0029 15.2219 14.0981L17.9388 1.37543C18.2146 0.264937 17.5112 -0.228614 16.7803 0.100421L0.837624 6.21498C-0.251883 6.65369 -0.238092 7.25692 0.644547 7.51741L4.74054 8.79242L14.2151 2.85609C14.6564 2.58189 15.0702 2.7327 14.7392 3.03431L7.04368 9.90291Z"
                  fill="white"/>
          </svg>
        </a>
        <a class="footer__socials-link" href="">
          <svg width="22" height="22" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M12.0015 0L3.43005 8.57143V39.4286H13.7158V48L22.2872 39.4286H29.1443L44.5729 24V0H12.0015ZM41.1443 22.2857L34.2872 29.1429H27.4301L21.4301 35.1429V29.1429H13.7158V3.42857H41.1443V22.2857Z" fill="white"/>
            <path d="M36.0014 9.42856H32.5729V19.7143H36.0014V9.42856Z" fill="white"/>
            <path d="M26.5727 9.42859H23.1442V19.7143H26.5727V9.42859Z" fill="white"/>
          </svg>
        </a>
      </div>
    </div>
    <div class="footer__links">
      <a class="footer__link" href="{{route('company')}}">О компании</a>
      <a class="footer__link" href="{{route('page.works')}}">Наше портфолио</a>
      <a class="footer__link" href="{{route('contacts')}}">Контакты</a>
      <a class="footer__link" href="{{route('blog')}}">Блог новостей</a>
      <a class="footer__link" href="{{route('reviews')}}">Отзывы</a>
    </div>
    <div class="footer__bottom">
      <div class="footer__column">
        <span class="footer__label">Адрес</span>
        <p class="footer__subtext">
          г. Белореченск, ул. Ленина, дом 84
        </p>
      </div>
      <div class="footer__column">
        <span class="footer__label">Телефон</span>
        <p class="footer__subtext">
          +7 940 306 77 77
        </p>
      </div>
      <div class="footer__column">
        <span class="footer__label">Режим работы</span>
        <p class="footer__subtext">
          Ежедневно с 10:00 до 19:00
        </p>
      </div>
      <a class="footer__policy" href="{{route('privacy')}}">Политика конфиденциальности</a>
    </div>
  </div>
</footer>